Repository: crystal-linux/jade-gui
Catalog: po/*.po
Languages: sv

source: Install Crystal Linux
sv: Installera Crystal Linux

source: No description
sv: Ingen beskrivning

source: About Jade GUI
sv: Om Jade GUI

source: Welcome to Crystal Linux
sv: Välkommen till Crystal Linux

source: Press Start to start installing Crystal Linux!
sv: Tryck på Start för att börja installera Crystal Linux!

source: Select Desktop
sv: Välj Skrivbordsmiljö

source: You can install more desktops later.
sv: Du kan installera fler skrivbordsmiljöer senare.

source: Next
sv: Nästa

source: Installation Completed!
sv: Installation slutförd!

source: Reboot the device to start using Crystal Linux!
sv: Starta om enheten för att börja använda Crystal Linux!

source: Reboot
sv: Starta om

source: Installing Crystal
sv: Installerar Crystal

source: This may take some time
sv: Detta kan ta lite tid

source: Select Keyboard Layout
sv: Välj Tangentbordslayout

source: Select additional locales
sv: Välj ytterligare lokaler

source: Select additional locales to enable
sv: Välj ytterligare lokaler att aktivera

source: Miscellaneous
sv: Diverse

source: Enter Hostname
sv: Ange värdnamn

source: This can fix IPv6 connectivity issues with some ISPs.
sv: Detta kan åtgärda IPv6-anslutningsproblem hos vissa internetleverantörer.

source: Support snapshots as a means to roll back to earlier states of the system.
sv: Stödjer ögonblicksbilder som ett sätt att återgå till tidigare tillstånd av systemet.

source: Creates a compressed area of Swap in RAM.
sv: Skapar ett komprimerat område av Swap i RAM.

source: Select partitions to install to
sv: Välj partitioner att installera till

source: Make sure to have at least one root partition
sv: Se till att ha minst en root partition

source: Quick Actions
sv: Snabb åtgärder

source: Automatic Partitioning
sv: Automatisk partitionering

source: Open GParted
sv: Öppna GParted

source: Open terminal
sv: Öppna terminal

source: Available partitions
sv: Tillgängliga partitioner

source: Select Installation Disk
sv: Välj den disk du vill installera Crystal Linux på. Detta kommer att rensa hela disken du valde.

source: Switch to manual partitioning
sv: Ändra till manuell partitionering

source: Summary
sv: Sammanfattning

source: Timezone and Locale
sv: Tidszon och lokal

source: region/location
sv: region/plats

source: Keyboard Layout
sv: Tangentbordslayout

source: User Settings
sv: Användarinställningar

source: username
sv: användarnamn

source: sudo enabled/disabled
sv: sudo aktiverad/inaktiverad

source: root enabled/disabled
sv: root aktiverad/inaktiverad

source: Desktop
sv: Skrivbord

source: desktop
sv: skrivbord

source: Partition Settings
sv: Partitionsinställningar

source: selected install partition
sv: vald installationspartition

source: legacy bios/uefi
sv: äldre bios/uefi

source: Miscellaneous Settings
sv: Diverse inställningar

source: ipv6 enabled/disabled
sv: ipv6 aktiverad/inaktiverad

source: timeshift enabled/disabled
sv: timeshift aktiverad/inaktiverad

source: zramd enabled/disabled
sv: zramd aktiverad/inaktiverad

source: Move to next page
sv: Gå till nästa sida

source: Select Timezone
sv: Välj tidszon

source: Search for a timezone
sv: Sök efter en tidszon

source: Create User
sv: Skapa användare

source: You can add more users in the settings on the installed system.
sv: Du kan lägga till fler användare i Inställningar på det installerade systemet.

source: Enter Username
sv: Ange användarnamn

source: Enter Password
sv: Ange lösenord

source: Re-enter Password
sv: Ange lösenordet igen

source: Enable Administrative Rights for User
sv: Aktivera administrativa rättigheter för användare

source: Enable Superuser Account
sv: Aktivera superanvändare konto
